{
  "ep": {
    "desc": "COGNITIO'25 presents an exciting opportunity to test your mettle through the ELEVATOR PITCH event. Participants will present their unique ideas upon Protoverse and showcase a comprehensive B-PLAN. This plan should include market research, competitor analysis, USP, revenue model, investments required, and marketing strategy. Students will be judged based on these parameters, along with any other relevant points they include.",
    "details1": [
      "Team size: 2 students",
      "Open problem statement for innovation"
    ],
    "details2": [
      {
        "heading": "ROUND 1: IDEA SUBMISSION",
        "points": [
          "This will be a submission round. All teams must submit their business ideas in PPT format.",
          "Maximum number of slides permitted is 10 (Exclusive of Cover Page).",
          "Top 10 teams will advance to the next round."
        ]
      },
      {
        "heading": "ROUND 2: IDEA PITCHING",
        "points": [
          "Selected teams from Round 1 will pitch their ideas before the judges.",
          "Time limit of the presentation is 20 minutes.",
          "Presentation will be followed by questions from the judges."
        ]
      }
    ],
    "eh": ["Amit Kumar Poddar", "Saurav Kumar Jaiswal"],
    "prize": "8000",
    "name": "Elevator Pitch",
    "img": "/events/elevator-pitch.jpg"
  },
  "quiriosity": {
    "desc": "A prototype is a crucial element in the design and development process. This year's Quriosity will be on Protoverse. To all the quiz geeks out there, brace yourself and be ready for your quizzing mettle to be tested. It is the time to compete with the finest brains of the institute and enrich your quizzing skills. QURIOSITY provides a platform to explore the charm of science and technology. To come up as a winner, you need to possess noetic and quick thinking.",
    "details1": ["Number of students in a team: 2"],
    "details2": [
      {
        "heading": "ROUND 1",
        "points": ["Pen and paper-based preliminary test"]
      },
      {
        "heading": "ROUND 2",
        "points": [
          "6 Teams will be selected on-spot from the prelims for the final quiz competition."
        ]
      }
    ],
    "eh": ["Ritika Somya", "Vinisha Komali"],
    "prize": "6000",
    "name": "QURIOSITY",
    "img": "/events/quriosity.jpg"
  },
  "dictumSymposium": {
    "desc": "Greatest quality of a leader is wisdom of opinion and way of expression. COGNITIO '25 brings you the opportunity to get into the war of words. Buckle up, for this is the event you craved for. Let your larynx vibrate and your words echo the whole house. DICTUM SYMPOSIUM brings all of you the experience of speaking as a leader. The event deals with expression of opinion/defending your stand on corporate issues by highlighting its social, economic, environmental, and technical impacts.",
    "details1": ["Number of students in a team: 2"],
    "details2": [
      {
        "heading": "ROUND 1: ABSTRACT SUBMISSION",
        "points": [
          "Describing your views on one of the prescribed topics."
        ]
      },
      {
        "heading": "ROUND 2: EXTEMPORE TOPICS",
        "points": [
          "Topics will be provided on spot and the team members have to present their views on the same."
        ]
      },
      {
        "heading": "ROUND 3: DEBATE",
        "points": [
          "Topics will be provided beforehand. 2 teams have to debate with each other with the members of each team speaking alternatively."
        ]
      }
    ],
    "eh": [
      "Alisha Kumari",
      "Pratibha Mitra",
      "Prachi Singh",
      "Jyoti Kumari"
    ],
    "prize": "4500",
    "name": "DICTUM SYMPOSIUM",
    "img": "/events/dictum-symposium.jpg"
  },
  "sas": {
    "desc": "Propulsion systems are highly powerful driving technologies enabling the physical essence of distant places. The event deals with water propulsion system in rocket technology resulting in a working prototype showcasing the application of physical concepts. Put all your concepts of kinematics, aerodynamics & hydraulics to build a Water Rocket that covers the maximum range.",
    "details1": [
      "Number of students in a team: 3",
      "Materials required to build Water Rocket will have to be brought by participants.",
      "The team members will have to launch their Water Rocket themselves under the supervision of the event coordinators.",
      "The participants will get three chances to launch their model. The maximum range covered out of the three will be taken for consideration."
    ],
    "details2": [
      {
        "heading": "ROUND 1: WORKSHOP + DESIGN IT!",
        "points": [
          "Participants will use industry-standard software like CATIA or SolidWorks to create a unique and functional design based on the problem statement provided. Also, there will be a workshop held about it. Creativity, precision, and adherence to design requirements will be evaluated in this phase."
        ]
      },
      {
        "heading": "ROUND 2: SIMULATE IT!",
        "points": [
          "The design created in Round 1 will be tested in a virtual environment using ANSYS simulation software. Participants must analyze the structural integrity, thermal performance, or other relevant parameters of their designs. The goal is to optimize the design for real-world challenges.",
          "Top 6 teams will advance to Round 3 i.e. final round."
        ]
      },
      {
        "heading": "ROUND 3: PROTOTYPE IT!",
        "points": [
          "The final and most thrilling round involves transforming your virtual design into a tangible model using 3D printing. Participants will showcase their prototypes and explain how they align with the competition's goals. The best-performing prototype, judged on innovation, functionality, and quality, will claim the title of Protoverse Champion."
        ]
      }
    ],
    "eh": ["Cherag Prajwal"],
    "prize": "6000",
    "name": "SHOOT at SIGHT",
    "img": "/events/shoot-at-sight.jpg"
  },
  "protoverse": {
    "desc": "Step into the exciting world of design, simulation, and innovation with Protoverse, an engaging competition that challenges participants to unleash their creativity and technical skills. This three-round event tests your expertise in CAD software, engineering simulations, and rapid prototyping to determine the ultimate design innovator.",
    "details1": [
      "All should bring their own laptop with charger and extension cord.",
      "Teams can consist of 2 members."
    ],
    "details2": [
      {
        "heading": "ROUND 1: WORKSHOP + DESIGN IT!",
        "points": [
          "Participants will use industry-standard software like CATIA or SolidWorks to create a unique and functional design based on the problem statement provided. Also, there will be a workshop held about it. Creativity, precision, and adherence to design requirements will be evaluated in this phase."
        ]
      },
      {
        "heading": "ROUND 2: SIMULATE IT!",
        "points": [
          "The design created in Round 1 will be tested in a virtual environment using ANSYS simulation software. Participants must analyze the structural integrity, thermal performance, or other relevant parameters of their designs. The goal is to optimize the design for real-world challenges.",
          "Top 6 teams will advance to Round 3 i.e. final round."
        ]
      },
      {
        "heading": "ROUND 3: PROTOTYPE IT!",
        "points": [
          "The final and most thrilling round involves transforming your virtual design into a tangible model using 3D printing. Participants will showcase their prototypes and explain how they align with the competition's goals. The best-performing prototype, judged on innovation, functionality, and quality, will claim the title of Protoverse Champion."
        ]
      }
    ],
    "eh": ["Cherag Prajwal"],
    "prize": "6000",
    "name": "PROTOVERSE",
    "img": "/events/protoverse.jpg"
  },
  "os": {
    "desc": "Cognitio 25 isn't just limited to technical and managerial events. It also promotes the cultural aspect of a student's life. Open Stage will ensure that none of your expectations goes unfulfilled. Be ready to be mesmerized by the performances of your batchmates. The stage is all yours!",
    "details1": [
      "Students can participate either individually or as a team.",
      "Students can show any kind of talent like singing, dancing, shayari, rapping, etc.",
      "Maximum time allotted for each performance is 5 minutes.",
      "Winners will be decided based on judges’ scores and audience votes.",
      "The event will only be of one round."
    ],
    "details2": [],
    "eh": ["Nitish Kumar", "Abhay"],
    "prize": "4500",
    "name": "OPEN STAGE",
    "img": "/events/open-stage.png"
  },
  "assemblage": {
    "desc": "Strength of mechanical models and engineering structures is an important area of study and experimentation. Concept and principles dealing with truss systems, beam loadings, stress-strain calculation and representation are imperative for evaluating the failure point of structures. Also, the knowledge of material science and vibration is essential to understand the mechanical behaviors and dynamics of the system under consideration. This event deals with fabrication of a bridge model and its strength testing using varied types of loads.",
    "details1": [
      "Number of students in a team: 3",
      "The team has to construct a bridge model.",
      "Required materials will be provided on spot.",
      "The structure will be tested under loads of different nature and value and corresponding points will be awarded."
    ],
    "details2": [
      {
        "heading": "ROUND 1",
        "points": ["Written test on related concepts"]
      },
      {
        "heading": "ROUND 2",
        "points": [
          "Conceptual Design submission, Bridge Model construction, Strength Testing."
        ]
      }
    ],
    "eh": ["Yuvraj Singh Shekhawat", "Rupesh Kumar"],
    "prize": "6000",
    "name": "ASSEMBLAGE",
    "img": "/events/assemblage.jpg"
  },
  "rowBoatics": {
    "desc": "The event spans across 2 rounds, a design submission round and a boat race. The event challenges students to unleash their creativity, innovations, and hands-on experience. A maximum of 4 students are allowed per team. Students may be from different branches and across multiple years.",
    "details1": [
      "Number of students in a team: 4",
      "The boat must be able to show clear translational motion in all directions.",
      "The boat has to start from one corner of the arena and traverse to the other corner, avoiding the arena walls and hazards.",
      "While doing so, the boat also has to pick up 3 floating items placed in the path.",
      "At the finish point, the payload must be dropped in the marked area.",
      "The maximum system voltage should be 12.6V. The boat must be able to carry a payload of at least 80g. The boat itself excluding the payload cannot weigh over 800g."
    ],
    "details2": [
      {
        "heading": "ROUND 1: ABSTRACT SUBMISSION",
        "points": [
          "A design report of the boat is to be submitted which states how the boat solves the given problem statement. The mechanisms used must be stated clearly. An electrical diagram is also required. Any novel ideas if used, also must be stated. Teams who get selected for the first round will move on to Round 2 where they build their boats and compete in the race."
        ]
      },
      {
        "heading": "ROUND 2: BOAT RACE",
        "points": [
          "An arena will be built for the boats. The criteria for winning is time. The boat which completes the given task in the shortest time is declared the winner. The arena will be a water tank of dimensions 15ft by 8ft with a depth of 3ft. Arena layout will be revealed on the spot of the event. There will be one arena hazard with a whirlpool in the middle. If 2 teams have the same time, the event organizers will decide the winner based on maneuverability and control."
        ]
      }
    ],
    "eh": ["Yuvraj Singh Shekhawat", "Rupesh Kumar"],
    "prize": "6000",
    "name": "ROW-BOAT-ICS",
    "img": "/events/row-boatics.jpg"
  },
  "placestation": {
    "desc": "Do you consider yourself an all-rounder? Do you have a unique way of accomplishing goals? Do you stand out in a crowd? Come enter this corporate labyrinth, where one can live and experience the nerve-wracking placement session in a real-time dynamic environment with a series of stations comprising of the comprehensive written test, expressive group discussion as you make your way through the maze to the final round which is the personal interview. It's an all-round competitive event with a motive to guide the students about campus placements and at the same time select the best. So if you think you've got what it takes to make a mark, then do come and be a part of this grand event.",
    "details1": [],
    "details2": [
      {
        "heading": "ROUND 1",
        "points": [
          "Written Test involving aptitude, logical reasoning, and technical questions. (Core and Analytics)",
          "Written Test involving aptitude, logical reasoning, and coding questions. (SDE)"
        ]
      },
      {
        "heading": "ROUND 2",
        "points": [
          "Group Discussion on practical and abstract topics (Core)",
          "Personal Interview - Technical (Analytics and SDE)"
        ]
      },
      {
        "heading": "ROUND 3",
        "points": [
          "Personal Interview – Technical and HR (Core)",
          "Personal Interview – HR (Analytics and SDE)"
        ]
      }
    ],
    "eh": [
      "Gourav Kumar (Analytics)",
      "Aniket Kumar Thakur (Analytics)",
      "Vaibhav Kumar Mishra (Core)",
      "Somil Gupta (Core)",
      "Shekhar Suman (Core)",
      "Amrit Shukla (SDE)",
      "Shubham Tiwary (SDE)"
    ],
    "prize": "4500",
    "name": "PLACE STATION",
    "img": "/events/place-station.jpg"
  },
  "sellAthon": {
    "desc": "Sale-a-Thon is a thrilling event designed to test your creativity, persuasion skills, and entrepreneurial spirit. Participants will be challenged to turn seemingly useless items into sellable treasures!",
    "details1": [
      "Participants can compete individually or in teams of 2 members.",
      "Collaboration and innovative thinking are encouraged."
    ],
    "details2": [
      {
        "heading": "Round Format",
        "points": [
          "Each participant/team will be given a random item such as an old calendar, broken clock, or any other unconventional material. The goal is to market and sell the item creatively to a hypothetical or real customer.",
          "A one-page PPT can be prepared to enhance your pitch, but it is not mandatory. The focus is on verbal skills and convincing power."
        ]
      },
      {
        "heading": "Winning Criteria",
        "points": [
          "The participant/team that successfully sells their item or demonstrates the best sales pitch will be declared the winner."
        ]
      }
    ],
    "eh": ["Nitish Kumar", "Abhay"],
    "prize": "4500",
    "name": "SELL-A-THON",
    "img": "/events/sell-a-thon.jpg"
  }
}